Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H04D.tmx
Source language: en_us
Languages: zh_cn

source: e. Denial of Fair Public Trial
zh_cn: e. 拒绝公开公正审判

source: The constitution states that courts are independent and that judicial proceedings are to be carried out in strict accordance with the law; however, an independent judiciary did not exist.
zh_cn: （朝鲜）宪法里写道法庭是独立的，司法程序必须严格依法执行；然而独立的司法机关并不存在。

source: The constitution mandates that the central court is accountable to the Supreme People's Assembly, and the criminal code subjects judges to criminal liability for handing down "unjust judgments."
zh_cn: 宪法强制规定中央裁判所对最高人民会议负责，而刑法规定法官进行“不公正的审判”要负刑事责任。

source: Witness to Transformation reported that only 13 percent of the 102 respondents who were incarcerated in the country received a trial.
zh_cn: 《见证转型》报告说102个被关押的被告里只有13%的人得到了审判。

source: Trial Procedures
zh_cn: 审判程序

source: The MPS dispensed with trials in political cases and referred prisoners to the SSD for punishment.
zh_cn: 公共安全部（MPS）在政治案件中省略了审判，直接将犯人交付国家安全部（注：前面的公共安全部是ministry后面的国家安全部是 department，估计后者是前者的下属部门，也许应该译成国家安全司。当然朝鲜的中央部委实际是称作“省”的，跟日本似的。Whatever.——译者）进行惩治。

source: Little information was available on formal criminal justice procedures and practices, and outside access to the legal system was limited to trials for traffic violations and other minor offenses.
zh_cn: 正式的刑事司法程序和实践中可以获知的信息非常少，而外界对法律系统的了解也仅限于对违反交通规则和其他轻罪的审判。

source: The constitution contains elaborate procedural protections, providing that cases should be heard in public, except under circumstances stipulated by law.
zh_cn: 宪法制定了详尽的程序保护措施，声称案件必须公开审理，除非法律另有规定。

source: The constitution also states that the accused has the right to a defense, and when trials were held, the government reportedly assigned lawyers.
zh_cn: 宪法还规定被告人有权获得辩护，并且当案件进行审理时，政府据报道会指派律师。

source: Some reports noted a distinction between those accused of political, as opposed to nonpolitical, crimes and claimed that the government offered trials and lawyers only to the latter.
zh_cn: 很多报道注意到政治犯与非政治犯不同，政府只对非政治犯进行审判并提供律师。

source: There was no indication that independent, nongovernmental defense lawyers existed.
zh_cn: 没有迹象表明存在独立的、非政府的辩护律师。

source: According to a Washington Post report and the South Korean National Human Rights Commission report, most inmates at prison camps were sent there without a trial and without knowing the charges against them.
zh_cn: 根据《华盛顿邮报》的报道和韩国国家人权委员会的报告，监狱集中营里的多数犯人未经审判就被送到了那里，都不知道自己被指控的罪名。

source: Political Prisoners and Detainees
zh_cn: 政治性犯人和在押人员

source: While the total number of political prisoners and detainees remained unknown, a 2003 report by the U.S. Committee for Human Rights in North Korea, The Hidden Gulag, reported an estimated 150,000 to 200,000 persons were believed to be held in kwan-li-so political penal-labor camps.
zh_cn: 虽然政治性犯人和在押人员的总数不得而知，美国北韩人权委员会的2003年的一份报告《隐秘的古拉格》（古拉格是前苏联的劳改营，此处是引申义。——译者）里指出，有理由相信估计有15万到20万的犯人被关押在管理所（政治犯劳改营）里。

source: The Washington Post and Donga Ilbo estimated 154,000 political prisoners were being held in labor camps.
zh_cn: 《华盛顿邮报》和（韩国）《东亚日报》估计15万4千名政治犯被关押在劳动营里。

source: The government considered critics of the regime to be political criminals.
zh_cn: 政府把对当局的批评者都当成政治犯。

source: Political offenses reported during the year included burning old currency or criticizing the government's currency revaluation.
zh_cn: 去年有报道的政治性犯罪包括焚烧旧币和批评政府的币值改革。

source: Reports from past years described political offenses as including sitting on newspapers bearing Kim Il-sung's or Kim Jong-il's picture, mentioning Kim Il-sung's limited formal education, or defacing photographs of the Kims.
zh_cn: 以往年份的报道把政治性犯罪描述为包括拿有金日成和金正日照片的报纸垫屁股、提及金日成所获得的有限的正式教育或者毁坏二“金”的照片。

source: Civil Judicial Procedures and Remedies
zh_cn: 民事司法程序和救济

source: According to article 69 of the constitution, "[c]itizens are entitled to submit complaints and petitions.
zh_cn: 根据朝鲜宪法第69条的规定，“公民有权进行投诉和请愿。

source: The state shall fairly investigate and deal with complaints and petitions as fixed by law."
zh_cn: 国家应当进行公平的调查并依法处理投诉和诉愿”。

source: Under the Law on Complaint and Petition, citizens are entitled to submit complaints to stop encroachment upon their rights and interests or seek compensation for the encroached rights and interests.
zh_cn: 依据《投诉和诉愿法》，公民有权对侵犯自己权利和利益的行为进行投诉并就遭受侵犯的权利和利益要求赔偿。

source: Reports indicated this right was not respected in practice.
zh_cn: 报道显示这一权利在实践中根本没有得到尊重。

source: During the year the currency revaluation of November 2009 was reversed following reports of food shortages and public discontent and unrest.
zh_cn: 去年，在食品短缺和公开的不满和骚动被报道出来之后2009年11月开始实行的币值改革政策被推翻。

source: The November 2009 currency revaluation decreed that families could only trade 100,000 won (approximately $30), for new won. (Note: following the government currency revaluation in November 2009, the exchange rate has fluctuated.
zh_cn: 2009年11月的币值改革规定每户人家只许将十万朝元（大约30美元）兑换成新朝元。（注：2009年11月政府进行币值改革以来，兑换率有所起伏。

source: Approximations in this report are based on the rate as of December 2010.) No other property restitution was granted.
zh_cn: 这一报告大约是基于2010年12月的兑换率。——本《人权报告》原有注释。）没有给予其他赔偿。
